# Single Messages
    # message reply to help command
help_message = """
راهنمای دستورات:
- با استفاده از دستور /start ربات در کروه شروع به کار خواهد کرد.
- با استفاده از دستور /restart ربات مجددا راه‌اندازی خواهد شد.
- با استفاده از دستور /help من این پیام را برای راهنمای شما میفرستم.
- با استفاده از دستور /damage میتوان پیام موردنظر را به لیست دمیج‌ها اضافه کرد.
- با استفاده از دستور /clear میتوان ۷۰ پیام اخیر گروه رو حذف کرد.
- با استفاده از دستور /ban میتوان کسی را از گروه بیرون کرد.
- با استفاده از دستور /unban میتوان حق عضو شدن دوباره در گروه را به کاربران بازگرداند.
- با استفاده از دستور /mute میتوان حق ارسال پیام را از کسی گرفت.
- با استفاده از دستور /unmute میتوان حق ارسال پیام را به کاربران برگرداند.
- با استفاده از دستور /warn میتوان به کسی تذکر داد؛ کاربران بعد از دریافت ۳ تذکر اتوماتیک به حالت سکوت می روند.
- با استفاده از دستور /unwarn میتوان تعداد تذکر های داده شده به یک نفر را پاک کرد.
"""

    # message reply to damage league help command
dlh_message = """
خب خب، قضیه از این قراره که ما بعضی وقت‌ها به شوخی توی ذوق هم‌دیگه میزنیم و اسم این کار رو دمیج زدن گذاشتیم؛ هرچند اینجا همه با جنبه و خودمونین اما باید توجه داشته باشیم که هر چیزی رو در حد خودش نگه داریم.
برای دمیج زدن باید مثل مثال زیر اول جمله‌ی خودت رو بنویسی و در آخر عبارت #دمیج رو بهش اضافه کنی:

اسلش که پیشکش تو بک‌اسپیس هم نیستی :)
<b>#دمیج</b>

اگر یادتون رفت کلمه‌ی #دمیج رو به پیام اضافه کنید کافیه روی پیام رپلی و دستور /damage را بفرستید.
همه‌ی دمیج ها توی  بکاپ گرفته میشه و هر ۳ ماه یک بار بین آنها رای گیری برگزار میشه، که نهایتا بدترین و بهترین دمیج مشخص میشه و طبق قوانین این بازی باید فردی که بدترین دمیج رو زده به فردی که بهترین دمیج رو زده یک هدیه بده که آن هدیه رو نیز قهرمان انتخاب میکنه؛ البته باید توجه داشت که قهرمان حق انتخاب چیزهای گران قیمت رو نداره.
خوش بگذره...
"""
    # message reply to Fosh: koskesh(codekesh😂)
codekesh_message = """
بهتره به جاش از کدکش استفاده کنی..😁
"""

    # message reply to Fosh: kos-nagoo(code nagoo😂)
code_nagoo_message = """
بهتره به جاش از کدنگو استفاده کنی..😅
"""

# List Messages
    # messages for reply to start command
start_messages = [
    'Hi guys',
    'Now i manage the group :]',
    '1 2 3..Goo',
    'Thank you for using Me :] '
]

    # messages for reply to restart command
restart_messages = [
    'Rebooted',
    'Ready..😉',
    'Hi again 😬',
    'All Right, Go to Work',
    'Shit, Here we go again..😆'
]

    # messages for reply to damage command
add_damage_messages = [
    'Aded to damages',
    'OK, thanks'
]

    # messages for reply to damage messages
damage_messages = [
    '😆💥',
    '🫠',
    '😂',
    '🫡',
    '🫡🔥'
]

    # words for delete Fosh message
fosh_massages = [
    "kos",
    "fucker",
    "kir",
    "k0s",
    "jende",
    "jendeh",
    "کیون",
    "خوارکسته",
    "خوار کسته",
    "خوارکسده",
    "خوار کسده",
    "خارکسده",
    "خارکسته",
    "کیر",
    "کـیر",
    "کـص",
    "جنده",
    "حرومزاده",
    " حروم زاده",
    "کص",
    "الت",
    "الت تناسلی",
    "آلت تناسلی",
    "فاک",
    "کون",
    "کیون",
    "باسن",
    "کوس",
    "کوص",
    "کس ننت",
    "کسننت",
    "کصننت",
    "کوصننت",
    "کوصننت",
    "کص ننت",
    "کوس ننت",
    "کوص ننت",
    "کوص مامانت",
    "کوس مامانت",
    "کس مامانت",
    "کص مامانت",
    "بیناموس",
    "بی ناموس"
]

    # messages for reply to Fosh words/message
no_fosh_messages = [
    'این دیگه خیلی رکیک بود..🙄',
    ''
]